Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/khio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: As a director he has collaborated with several of Norways leading contemporary writers (oa Jon Fosse and Cecilie Løveid).
nb: Som regissør har han samarbeidet nært med mange av Norges ledende samtidsdramatikere (Jon Fosse, Cecilie Løveid m fl).

source: This is why, to this day, I still have works hanging on my walls by Doro Ording, Gudrun Kongelf and others who for me were only friends of my parents.
nb: Således har jeg fremdeles verker på veggene av Doro Ording, Gudrun Kongelf og andre som for meg bare var venner av mine foreldre.

source: Degree Exhibition (Second year) The preparation, concept development and completion of the Degree Exhibition are carried out in close collaboration with the appointed curator/coordinator and fellow students.
nb: Avgangsutstilling i andre studieår Forberedelse, konseptutvikling og gjennomføring av avgangsutstillingen utføres i nært samarbeid med utnevnt kurator/koordinator, og medstudenter.

source: Of the 120 respondents in total, 19 state they were bullied or harassed during the previous 12 months.
nb: Av totalt 120 som har besvart undersøkelsen oppgir 19 % av respondentene som at de har blitt mobbet eller trakassert i løpet av de siste 12 månedene.

source: ECTS credits are used to determine the scope of the study/work required by the programme’s courses.
nb: For å beskrive studie-/ arbeidsomfang i emnene i studiet brukes måleenheten studiepoeng.

source: He has also been a festival artist for Global Nights # 7 in May-June 2019, with the commissioning work "Diaspora", Masterclass and opening concert at Sentralen in Oslo.
nb: Han har også vært festivalartist for Global Nights #7 i mai-juni 2019, med bestillingsverket «Diaspora», Masterclass og åpningskonsert på Sentralen i Oslo Utgivelser:

source: In his viva voce at the Academy of Fine Art just before the summer, Andreas Bunte presented his project Library for A-Scientific Film 2012–2015, which includes video art works that explore the aesthetics of old scientific research films.
nb: Etter tre års arbeid kunne Andreas Bunte disputere i Kunsthøgskolens auditorium, og framlegge arbeidet sitt med Library for A-Scientific Film 2012-2015

source: That would be enough, to be sure, but imagine how fun it would be to experience turning 100!”
nb: Da holder det, altså, men tenk så artig det hadde vært å oppleve å runde 100!

source: – Falstaff is unique music-theatre created in the vision of Shakespeare.
nb: – Falstaff er unikt musikkteater skapt i Shakespeares ånd.

source: movement has shown that this must continuously be placed at the top of the agenda, with specific
nb: bevegelsen har vist at dette kontinuerlig må plasseres øverst på dagsordenen, med konkrete tiltak og

source: “I mean, getting in here is like the Holy Grail,” he says.
nb: – Det er jo som den hellige gral det, å komme inn her.

source: • Al students have the right and duty to undergo the Oslo National Academy of the Arts fire protection
nb: • Al e studenter har rett og plikt til å gjennomgå Kunsthøgskolens brannvernopplæring.

source: The plan is that both dramaturgy and acting students from the State University of Music and Performing Arts (Hochschule für Musik- und darstellende Künste) will cooperate with Norwegian and German artists up till the first performance, the DUB version in Frankfurt in August.
nb: Planen er at studenter, både dramaturgi-studentene og skuespiller-studenter fra ”Hochschule für Musik- und darstellende Künste” samarbeider med norske og tyske kunstnere fram mot en første visning, eller DUB-versjon i Frankfurt i august.

source: 1991, NO, Oslo National Academy of the Arts Related
nb: 1991, NO, Oslo National Academy of the Arts Relatert informasjon

source: Under Swedish and Norwegian law, the Sami own the land they have traditionally occupied, but according to Professor Åhrén that law is simply not applied.
nb: I Sverige og Norge har samene eiendomsrett til land under loven, men ifølge professor Åhrén er problemet at loven ikke tas i bruk.

source: The teacher will have a duty to notify the immediate supervisor and, as a general rule, the educational relationship should be terminated.
nb: Det er læreren som vil ha en plikt til å melde fra om dette til nærmeste overordnede og som hovedregel skal undervisningsforholdet brytes.

source: 68% of the respondents state that they know how to find the whistleblowing system; this is 20% above the national average.
nb: 68 % av respondentene oppgir at de vet hvordan de finner varslings-/si ifra-systemet, dette er 20 % over landsgjennomsnittet.

source: She has premiered Norwegian music, whether opera or chamber music, and has made several recordings.
nb: Hun har uroppført norsk musikk, det være seg opera og kammermusikk og hun har gjort flere innspillinger.

source: Blanche explains that she has always lived in fear, and that she has no idea of what to do.
nb: Blanche forklarer at hun alltid har levd i frykt og at hun ikke vet hva hun skal gjøre lenger.

source: Students are expected to show respect for the school, staff and students' assets.
nb: Studentene forutsettes å vise respekt for skolens, ansattes og studenters eiendeler.

source: permanent work groups and advisory committees where cases can be treated continuously.
nb: og -råd hvor saker kan behandles kontinuerlig.

source: The vault, which opened in 2008, has been blasted into the mountainside and is meant to house up to 4.5 million different types of edible plant seeds, which are duplicates from other seed collections scattered across the planet.
nb: Hvelvet som ble åpnet i 2008, er sprengt inn i fjellet og skal romme inntil 4,5 millioner forskjellige typer matfrø, duplikater av frø fra frøsamlinger rundt i verden.

source: The travelling exhibition is part of «Interdisciplinary Art Project Politics of Emotion: Art in the Expanded Sphere» and produced with support from EEA Grants, program LT-07 and the Republic of Lithuania.
nb: Vandreutstillingen er en del av prosjektet «Interdisciplinary Art Project Politics of Emotion: Art in the Expanded Sphere» og er produsert med støtte fra EEA Grants, program LT-07 og Republikken Litauen.

source: 48% of the respondents state that they know how to find the whistleblowing system.
nb: 48 % av respondentene oppgir at de vet hvordan de finner varslings-/si ifra-systemet.

source: Goethe University Frankfurt appoints Tore Vagn Lid as guest professor
nb: Goethe-Universität Frankfurt am Main gir gjesteprofessorat til Tore Vagn Lid

source: She has received several awards for her work, including the Norwegian National Grant for Artists and “1st price” at the “Baltic Movement Contest” for the work “Sing me, for your life, in a Portuguese Folia, the reason for your happiness”.
nb: Hun har mottatt flere utmerkelser for sitt koreografiske arbeid, som 1ste pris ved Baltic Movement Contest for beste solokoreografi ”Sing me, for your life, in a Portuguese Folia, the reason for your happiness”, og hun har mottatt Statens Kunstnerstipend.

source: Writing and text production takes various forms such as artist statements, project descriptions and the development of the examination thesis.
nb: Skriving og tekstproduksjon inneholder artist statement, prosjektbeskrivelse og utvikling av eksamenstesen.

source: The Academy to Partner with the Prix de Lausanne
nb: KHiO blir partnerskole med Prix de Lausanne

source: "The story is personal with memories from childhood and the politics is from a child’s view, but the time is always now.
nb: – Fortellingen er personlig og full av barndomsminner, og det politiske fremstilles fra barnets ståsted, men tiden er alltid her og nå.

source: Seminar/Conference, Happening, Concert, Performance, Screening, Exhibition
nb: Seminar/konferanse, Markering, Konsert, Forestilling, Filmvisning, Utstilling

source: Regardless of any objections, the National Academy of the Arts in Oslo shall retain such usage rights for the year after the student has left the school.
nb: Uansett forbehold har Kunsthøgskolen i Oslo slik bruksrett det påfølgende år etter studenten har sluttet ved skolen.

source: LINK Oslo assists in establishing a group, getting started and introductory courses for the groups.
nb: LINK Oslo bidrar i etablering, oppstart og introduksjonskurs for gruppene.

source: The celebrated art historian and director of the Drammen Museum of Art and Cultural History will again be holding his lecture series on modern and contemporary art this autumn.
nb: Den anerkjente kunsthistorikeren, og direktør for Drammens Museum for Kunst og kulturhistorie, holder i høst igjen sin forelesningsrekke om den moderne og nye kunsten.

source: In conjunction with the ongoing presentation of Adelita Husni-Bey’s work The Reading, Kunsthall Trondheim presents a book release with Ane Hjort Guttu and Rike Frank.
nb: I forbindelse med den pågående presentasjonen av Adelita Husni-Beys filminstallasjon The Reading, inviterer Kunsthall Trondheim til boklansering med Ane Hjort Guttu og Rike Frank.

source: I remain in that hand.
nb: Jeg finnes i den hånden.

source: It is also still possible to respond to the SHoT-survey (The Students’ Health and Well-being Study).
nb: Det er også fortsatt mulig å svare på årets ekstraordinære SHoT-undersøkelse (Studentens helse- og trivselsundersøkelse).

source: I have used all the knowledge I acquired during the process of making a pencil to make power pencils, which are meant for bodily or more physical drawing.
nb: All kunnskapen jeg har tilegnet meg underveis på å lage en blyant, har jeg så brukt til å lage power pencils, som er tilegnet kroppslig eller mer fysisk tegning.

source: , a commission for a public artwork in Fredrikstad (2004), produced in collaboration with Hans Hamid Rasmussen (professor of textile art in the Arts and Crafts department), and Thomas
nb: , et utsmykingsoppdrag i Fredrikstad (2004), produsert i samarbeid med Hans Hamid Rasmussen (professor i fagområdet tekstil, avdeling Kunst og håndverk), og Thomas Saenger.

source: On one occasion when he was attending a course in Italy, Petersen had a lecturer who said something he would never forget.
nb: En gang han var på kurs i Italia, hadde Petersen en foreleser som sa noe han aldri skulle glemme.

source: I wouldn’t mind another two years at the Master’s level – then I would choose ceramics.
nb: Jeg kunne godt tenke meg to år til på master, da ville jeg velge keramikk.

source: This ‘fan’ of theatrical-musical projects – including the guest production of Almenrausch at Frankfurt LAB this May – is a concrete way for me to continue my artistic research, and it will also give me the opportunity to return to the Academy and use my invaluable new knowledge and skills here.”
nb: Med den visuelle radiohøringen ”Almenrausch” som gjestespill på Frankfurt LAB i mai, er denne ”viften” av scenisk-musikalske prosjekter for meg konkrete måter å videreføre et artistic research på, og samtidig en mulighet for å hente verdifull kunnskap og kompetanse tilbake til KHIO og Teaterhøgskolen.

source: She is one of the founders of empirix.no, a web journal on visual storytelling, and is presently writing a book on the history of editorial cartooning — and its future.
nb: Hun er medgrunnlegger av empirix.no, et nettmagasin for tegneseriekritikk og -journalistikk i Norge, og jobber for tiden med en bok om satiretegningens historie — og framtid.

source: The event is organized by Kunstnernes Hus Kino and Academy of Fine Art at Oslo National Academy of the Arts.
nb: Arrangementet er organisert og finansiert av Kunstnernes Hus Kino og Kunstakademiet ved Kunsthøgskolen i Oslo.

source: It was all about seeing.
nb: Alt dreide seg om å se.

source: During 2016 Rasmussen received a KUF grant for artistic research and travelled back to Algeria.
nb: Sommeren 2016 fikk Rasmussen KUF-midler (Kunstnerisk utviklingsarbeid og forskning), og reiste tilbake til Algerie.

source: Written between 2003 and 2018, the texts range from public statements, poetic short prose, film scripts and reflections on the role of the artist to essays on art for children and the link between light and wealth.
nb: Tekstene er skrevet mellom 2003 og 2018 og spenner fra filmmanus, offentlige uttalelser, poetisk kortprosa og refleksjoner rundt kunstnerrolen til essays om kunst for barn og om forbindelsen mellom lys og rikdom.

source: "Choreographing Whiteness" by Thomas Talawa Prestø.
nb: "Choreographing Whiteness" av Thomas Talawa Prestø.

source: This year’s project represents the most ambitious collaboration yet between the Design department and the Academies of Dance, Theatre and Opera.
nb: Årets prosjekt er det mest ambisiøse samarbeidet mellom Designavdelingen og Ballett-, Teater- og Operahøgskolen noen sinne.

source: Action Plan for a Safe Learning and Working Environment at the Oslo National Academy of the Arts
nb: Handlingsplan for et trygt studie- og arbeidsmiljø på Kunsthøgskolen i Oslo

source: Director Stefan Herheim, professor II at the Academy of Arts and soon to be head of opera at Theater an der Wien, speaks warmly about the ageing Verdi’s final and only humorous opera.
nb: Regissør Stefan Herheim, professor II ved KHiO og påtroppende operasjef ved Theater an der Wien, snakker varmt om den aldrende Verdis siste og eneste lystige opera.

source: When students are in work placement, they may be considered to be employees pursuant to section 2 of the Occupational Injury Insurance Act if they “carry out work or perform duties in the service of the employer”.
nb: Når studenter er i praksis vil de kunne regnes som arbeidstakere etter yrkesskadeforsikringsloven § 2 dersom de "gjør arbeid eller utfører verv i arbeidsgiverens tjeneste".

source: It is recommended that the thesis should contain 5 - 18 pages standard A4 pages of text.
nb: Den skriftlige delen av masterprosjektet har en anbefalt lengde på 5-18 A4-sider tekst.

source: What it’s like to...
nb: Sånn er det å stu...

source: Students studying abroad or who are on a study trip abroad should have travel insurance covering any damage, loss or return because of illness during the stay abroad.
nb: Studenter som studerer eller som er på studietur i utlandet skal ha reiseforsikring som dekker eventuell skade, tap og hjemreise ved sykdom under utenlandsoppholdet.

source: The application must include documentation of completed studies, a digital portfolio containing visual documentation of the applicant’s own artworks, and a letter of motivation.
nb: Søknaden skal inneholde dokumentasjon av fullført utdanning, digital portfolio som inneholder visuell dokumentasjon av egne arbeider, og motivasjonsbrev.

source: The competition is open to young dancers of all nationalities aged 14–19 who have not yet become professional.
nb: Konkurransen er åpen for unge dansere av alle nasjonaliteter mellom 14 og 19 år som ennå ikke har blitt profesjonelle.

source: Our tree will have six trunks, one for each of the six departments at the Academy.
nb: Vårt tre skal ha seks stammer, en for hver av Kunsthøgskolens seks avdelinger.

source: 32% don’t know about the system, while 19% don’t know or are unsure whether they know how to find the whistleblowing system.
nb: 32 % kjenner ikke til systemet, mens 19 % vet ikke eller er usikre på om de vet hvordan de finner varslingssystemet.

source: An up-to-date art education must encompass questions of
nb: finnes en virkelighetsorientering, som inkluderer spørsmål om bærekraftighet, klimaforandringer og

source: This form of metaphysical crisis has basically shaped my thinking as a person, including my interest in art.”
nb: Denne form for metafysisk krise har i grunn formet min tenkning som person, derav min interesse for kunst.

source: • All written information from the Drift team to the students is sent as e-mail to the e-mail address that
nb: • All skriftlig informasjon fra driftsteamet til studentene skjer via e-post til den e-postadresse som skolen

source: international guest teachers, major public presentations and exhibitions of student works, and
nb: gjestelærere, større offentlige presentasjoner og utstillinger av studentarbeid og stipend for studenter og

source: In 2009 he took over as artistic director at Black Box Theatre in Oslo, the benchmark venue for Norway’s independent dance and theatre groups.
nb: I 2009 tok han over som teatersjef ved Black Box teater i Oslo, scenen som mer enn noen andre forvalter de frie danse- og teatergruppenes arbeider i Norge.

source: Sunderland has thoroughly searched through archives, collected pictures, and has had several in depth conversations with Joan herself, who is now 90 years old and lives in England, as well as with her relatives and former colleagues.
nb: Sunderland har gjort et omfattende arbeid gjennom leting i arkiver, innsamling av bilder, sammensetning av ulike fragmenter og samtaler med Joan selv, som er godt over 90 år og bor i England, og med slektninger og tidligere kollegaer.

source: But here I’ve met so many dedicated and talented peers.
nb: Jeg så vel egentlig for meg at jeg skulle smi, for meg selv.

source: “The poster I designed had an unusual format, 180 x 90
nb: - Plakatoppdraget hadde et uvanlig format, 180 x 90 centimeter.

source: portfolio, and a pass/fail grading system will be used.
nb: mappevurdering og mappen vurderes med bestått/ikke bestått.

source: The programme qualifies the students to work as teachers in primary schools, secondary schools, folk high schools and adult education, as well as in culture schools and private schools where dance or theatre is taught.
nb: Studiet kvalifiserer for undervisning i grunnskole, videregående skole, voksenopplæring, folkehøgskoler, samt kulturskole og private skoler hvor det undervises dans eller teater.

source: Her work has been shown nationally and internationally in public space, festivals, galleries, and museums.
nb: Hennes prosjekter har blitt vist nasjonalt og internasjonalt i offentlig rom, på festivaler og i gallerier og museer.

source: and has received KUF support.
nb: Kunst og håndverk.

source: Tuition involves regular meetings, tutorials, group discussion and reviews, and related workshops.
nb: Undervisningen innebærer jevnlige møter, veiledninger, gruppediskusjoner og vurderinger, og workshops.

source: Stefan Herheim, Norway’s most prominent opera director, is directing.
nb: Med på laget har de fått Norges mest anerkjente operaregissør, Stefan Herheim.

source: But neither should we be naive.
nb: Men vi skal ikke være naive.

source: The concept was developed by year's curators Behzad Farazollahi and Christian Tunge from MELK and Heavy Books.
nb: Konseptet er utviklet av årets kuratorer Behzad Farazollahi og Christian Tunge fra MELK og Heavy Books.

source: She has also choreographed several commissions, including work for the Norwegian National Ballet and Aura Dance Company.
nb: Hun har koreografert flere bestillingsverk, blant annet for Nasjonalballetten og Aura Dance Company.

source: Such conversations require both a flow of time – or at least the notion of such a flow, even if it doesn’t really exist – and presence.
nb: Slike samtaler krever en flow av tid – i alle fall forestillingen om det, selv om man ikke har det - og tilstedeværelse.

source: Speech by Ingrid Lorentzen, Ballet director and Head of the Norwegian National Ballet
nb: Tale ved Ingrid Lorentzen, Ballettsjef ved den Norske Opera og Ballett

source: Jørn Mortensen is currently the rector (since August 2015) at the Oslo National Academy of the Arts.
nb: Jørn Mortensen er rektor på Kunsthøgskolen i Oslo (siden august 2015).

source: The play will later be performed by students at North Carolina University in Wilmington USA, in November 2019.
nb: Stykket vil i november 2019 bli spilt av studenter ved North Carolina University i Wilminton, USA.

source: His work has been included in over 200 exhibitions, biennials and festivals throughout the world.
nb: Hans arbeider er representert på over 200 utstillinger, biennaler og festivaler over hele verden.

source: It was this latter strategy that Bachelor’s student Amalie Faye used when working with the final-year actors at the Academy of Theatre as they made three short films with the director Ole Giæver.
nb: Student Amalie Faye har gjort det siste i sitt arbeid med Teaterhøgskolens avgangsstudenter på skuespillerlinjen, da de skulle lage tre kortfilmer i samarbeid med regissør Ole Giæver.

source: Inclusion and diversity
nb: Inkludering og mangfold

source: She recently mounted a solo exhibition at the Internationales Künstlerhaus Villa Concordia in Germany, where in 2015/2016 she was an award-winning artist in residence.
nb: Hun har nylig ferdigstilt en soloutstilling på Internationales Künstlerhause Villa Concordia i Tyskland hvor hun i 2015/2016 var prisvinnende kunstner i residens.

source: The survey has led to the following primary findings, both nationally and for KHiO:
nb: Spørreundersøkelsen om mobbing og trakassering i UH-sektoren viser følgende hovedfunn nasjonalt og for KHiO:

source: Introduction to the standard use of Canvas
nb: Innføring i standardbruk av Canvas

source: Artistlist for 118 contributions to BETWEEN THE LINES:
nb: Kunstnerliste over 118 bidrag til BETWEEN THE LINES:

source: Developing educational com-petence has to do with raising awareness on our roles as artists, teachers, and supervisors in an academic, pedagogical, and ethical perspective.
nb: Å utvikle utdanningsfaglig kompetanse handler om å bevisstgjøre nyansene i rollene som kunstner, lærer og veileder i et faglig, pedago-gisk og etisk perspektiv.

source: Evergreen Corona is a collaboration between the Academy’s various departments, students and staff.
nb: Evergreen Corona er et samarbeid på tvers av KHiO’s avdelinger, studenter og ansatte.

source: Open information meeting about artistic research fellowships 2018
nb: Informasjonsmøte om stipendiatopptak 2018

source: KHiO has carried out an employee development project, which is a measure that is directly related to findings from the ARK surveys, which identified the need to develop a common culture, define clearer goals and clarify the various roles at KHiO.
nb: KHiO har gjennomført et medarbeiderutviklingsprosjekt, dette er et tiltak som knyttes direkte til funn i ARK med behov for å utvikle felles kultur, større målklarhet og avklaring av roller ved KHiO.

source: She first became known internationally during the Proms at the Royal Albert Hall in London in 1991, when she performed in the premiere of Witold Lutosławski’s song cycle Chantefables et Chantefleurs, as conducted by the composer himself.
nb: Internasjonalt ble hun først kjent da hun i 1991 uroppførte Witold Lutoslawskis «Chantefables et Chantefleurs» under Proms i Royal Albert Hall med komponisten selv som dirigent.

source: As a result, I’ve seen over time how both students and teachers challenge one another and benefit from discussing things across disciplinary boundaries.
nb: Det har gjort at jeg over tid har sett hvordan både studenter og lærere utfordrer hverandre og har utbytte av dialog på tvers av fagområdene.

source: I collected clay from Skullerud here in Oslo when I went swimming there.
nb: Leire henta jeg på Skullerud da jeg var og badet.

source: The four other students to be assigned mentors at the Opera are Emil Havold Næshagen, Marcela Randem, Nora Oleanne Sårheim and Tina Therese Tuven.
nb: I tillegg til ham er det Emil Havold Næshagen, Marcela Randem, Nora Oleanne Sårheim og Tina Therese Tuven som har fått hver sin veileder på Operaen.
